Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerMeter Property
 tonnes of carbon dioxide per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerMeter { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerMeter {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace